---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.CwpLinkedRoomParams
source: html/58fe5dd7-6ccf-c9e5-0f8f-a4efc583abdd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.CwpLinkedRoomParams Property

"Parameters"

## Syntax (C#)
```csharp
public static ForgeTypeId CwpLinkedRoomParams { get; }
```